export default {
  projections: {
    КонтрагентE: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерТел: {
        __caption__: 'Номер тел'
      }
    },
    КонтрагентL: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерТел: {
        __caption__: 'Номер тел'
      }
    }
  },
  validations: {
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    номерТел: {
      __caption__: 'Номер тел'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
