export default {
  projections: {
    ЗаказE: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      дата: {
        __caption__: 'Дата'
      }
    },
    ЗаказL: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    кодЗаказа: {
      __caption__: 'Код заказа'
    },
    контрагент: {
      __caption__: 'контрагент'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    },
    составЗаказа: {
      __caption__: 'составЗаказа'
    }
  }
};
