export default {
  projections: {
    СоставЗаказаE: {
      адрес: {
        __caption__: ''
      },
      кодСостЗак: {
        __caption__: ''
      },
      количество: {
        __caption__: ''
      },
      номерТел: {
        __caption__: ''
      },
      состояние: {
        __caption__: ''
      },
      стоимость: {
        __caption__: ''
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'адрес'
    },
    кодСостЗак: {
      __caption__: 'кодСостЗак'
    },
    количество: {
      __caption__: 'количество'
    },
    номерТел: {
      __caption__: 'номерТел'
    },
    состояние: {
      __caption__: 'состояние'
    },
    стоимость: {
      __caption__: 'стоимость'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
